[{"id":1,"gPrice":0.5,"key":"doubtful","text":"Designates an object for which if there is significant uncertainty over whether it is a real meteorite or, in some cases, whether it ever existed."},
{"id":2,"gPrice":0.5,"key":"eucrite","text":"Eucrites are the most abundant type of basaltic achondrite, linked by geochemical traits such as oxygen isotopic ratios and certain elemental ratios, of which Fe/Mn is the most widely cited. The main minerals in eucrites are Fe-rich pyroxene and Na-poor plagioclase. The eucrites are strongly linked with the diogenites and howardites; the three groups are collectively known as HED meteorites and may come from asteroid 4 Vesta."},
{"id":3,"gPrice":0.5,"key":"ordinary chondrite","text":"A major class of chondrites, distinguished by sub-solar Mg/Si and refractory/Si ratios, oxygen isotope compositions that plot above the terrestrial fractionation line, and a large volume percentage of chondrules, with only 10-15 vol% fine-grained matrix."},
{"id":4,"gPrice":5,"key":"L group","text":"The low-iron (L) chemical group of ordinary chondrites, distinguished by their relatively low siderophile element content, moderate sized chondrules (~0.7 mm), and oxygen isotope compositions that intermediate between H and LL group ordinary chondrites."},
{"id":5,"gPrice":0.5,"key":"type 3","text":"Designates chondrites that are characterized by abundant chondrules, low degrees of aqueous alteration, and unequilibrated mineral assemblages.  Many of the low-Ca pyroxene grains are monoclinic and exhibit polysynthetic twinning.  The type 3 chondrites may be divided into subtypes ranging from 3.00 (least metamorphosed) to 3.9 (nearly metamorphosed to type 4 levels).  If primary igneous glass occurs in the chondrules, it belongs to type 3."},
{"id":6,"gPrice":0.5,"key":"type 4","text":"Designates chondrites that are characterized by abundant chondrules, and have been metamorphosed under conditions sufficient to homogenize olivine compositions and recrystallize fine-grained matrix.  Some of the low-Ca pyroxene grains may be monoclinic and exhibit polysynthetic twinning.  Primary igneous chondrule glass is absent."},
{"id":7,"gPrice":20,"key":"H group","text":"The high-iron (H) chemical group of ordinary chondrites, distinguished by their high siderophile element content, relatively small chondrules (~0.3 mm), and oxygen isotope compositions that are closer to the terrestrial fractionation line than those of other ordinary chondrites."},
{"id":8,"gPrice":10,"key":"LL group","text":"The low-iron, low metal (LL) chemical group of ordinary chondrites, distinguished by their low siderophile element content, fairly large chondrules (~0.9 mm), and oxygen isotope compositions that are further above the terrestrial fractionation line than those of other ordinary chondrites. ."},
{"id":9,"gPrice":0.5,"key":"type 6","text":"Designates chondrites that have been metamorphosed under conditions sufficient to homogenize all mineral compositions, convert all low-Ca pyroxene to orthopyroxene, coarsen secondary phases such as feldspar to sizes ≥50 µm, and obliterate many chondrule outlines; no melting has occurred."},
{"id":10,"gPrice":0.5,"key":"carbonaceous chondrite","text":"A major class of chondrites that mostly have Mg/Si ratios near the solar value and oxygen isotope compositions that plot below the terrestrial fractionation line."},
{"id":11,"gPrice":0.5,"key":"CM group","text":"The Mighei (CM) chemical group of carbonaceous chondrites, distinguished by small chondrules and refractory inclusions (0.3 mm), abundant fine-grained matrix (~70 vol%), and abundant hydrated minerals. ."},
{"id":12,"gPrice":0.5,"key":"anomalous","text":"Designates meteorites that have been determined to be a member of a specific group, but have certain properties that are unusual or distinctive."},
{"id":13,"gPrice":0.5,"key":"CI group","text":"The Ivuna (CI) chemical group of carbonaceous chondrites, distinguished by the complete absence of chondrules and refractory inclusions, and high degree of hydration."},
{"id":14,"gPrice":0.5,"key":"type 1","text":"Designates chondrites which have experienced a high degree of aqueous alteration. Most primary minerals have been replaced by secondary phases and chondrules are generally absent."},
{"id":15,"gPrice":1,"key":"iron meteorite","text":"A meteorite that is dominantly composed of Fe-Ni metal and that crystallized from a melt."},
{"id":16,"gPrice":0.5,"key":"type 5","text":"Designates chondrites that have been metamorphosed under conditions sufficient to homogenize olivine and pyroxene, convert all low-Ca pyroxene to orthopyroxene, cause the growth of various secondary minerals, and blur chondrule outlines."},
{"id":17,"gPrice":0.5,"key":"pallasite","text":"A meteorite that is a mixture of metal and silicates (usually olivine grains)."},
{"id":18,"gPrice":0.5,"key":"mesosiderite","text":"A brecciated meteorite containing subequal silicate and metallic components; the silicates are dominantly igneous rock fragments."},
{"id":19,"gPrice":0.5,"key":"CV group","text":"The Vigarano (CV) chemical group of carbonaceous chondrites, distinguished by large (mm-sized) chondrules, many of which are surrounded by igneous rims, large refractory inclusions and abundant matrix (40 vol%); CV chondrites may be divided into oxidized and reduced subgroups."},
{"id":20,"gPrice":0.5,"key":"primitive achondrite","text":"A meteorite that has lost its chondritic texture due to heating and partial melting, but still has nearly chondritic composition."},
{"id":21,"gPrice":0.5,"key":"acapulcoite-lodranite","text":"Acapulcoites, named after the Acapulco, Mexico, fall of 1913, and lodranites, named after the Lodran, Pakistan, fall of 1868, are closely related, equigranular meteorites; acapulcoites are finer grained than lodranites and contain rare, relict chondrules, and there are transitional meteorites  between the two types (e.g., EET 84302, GRA 95209). Mineral assemblages are similar to, but distinct from those of ordinary chondrites. Compositions are subchondritic, with lodranites showing a higher degree of fractionation."},
{"id":22,"gPrice":0.5,"key":"enstatite chondrite","text":"A major class of chondrites that mostly have sub-solar Mg/Si and refractory/Si ratios, oxygen isotope compositions that plot near the terrestrial fractionation line, and highly reduced mineral assemblages (containing little FeO, Si-bearing metal, and sulfides of elements normally considered lithophile)."},
{"id":23,"gPrice":0.5,"key":"EL group","text":"The low-iron (EL) chemical group of enstatite chondrites, distinguished by moderately large chondrules (0.6 mm), abundant metal (~10 vol%) that is Si-bearing (~1 wt%), and an extremely reduced mineral assemblage containing ferroan alabandite ((Fe,Mn)S)."},
{"id":24,"gPrice":0.5,"key":"CO group","text":"The Ornans (CO) chemical group of carbonaceous chondrites, distinguished by small chondrules and refractory inclusions ("},
{"id":25,"gPrice":0.5,"key":"achondrite","text":"A stony meteorite that lacks chondrules and originated on a differentiated parent body."},
{"id":26,"gPrice":0.5,"key":"EH group","text":"The high-iron (EH) chemical group of enstatite chondrites, distinguished by small chondrules (0.2 mm), abundant metal (~10 vol%) that is rich in Si (~3 wt%), and an extremely reduced mineral assemblage including niningerite (MgS) and perryite (Fe-Ni silicide)."},
{"id":27,"gPrice":0.5,"key":"R chondrite","text":"The Rumuruti (R) group of chondrites does not clearly belong to any of the major classes of chondrites (ordinary, carbonaceous, enstatite);  R chondrites have sub-solar Mg/Si and refractory/Si ratios, oxygen isotope compositions that plot above the terrestrial fractionation line and ordinary chondrites, and highly oxidized mineralogy."},
{"id":28,"gPrice":0.5,"key":"type 7","text":"Designates chondrites which have been metamorphosed to nearly the point of melting. Minerals are equilibrated and chondrules are indistinct or absent. This term is not used consistently or widely accepted in the literature."},
{"id":29,"gPrice":0.5,"key":"Kakangari chondrite","text":"A grouplet of chondrites with similarities to Kakangari, which do not fit into the major classes of chondrites such as carbonaceous, ordinary, or enstatite."},
{"id":30,"gPrice":1000,"key":"lunar meteorite","text":"Lunar meteorites are lunar rocks that were ejected from the Moon by impacts and later fell to the Earth as meteorites."},
{"id":31,"gPrice":0.5,"key":"aubrite","text":"Aubrites, named after the Aubres, France, fall of 1836, are enstatite achondrites. Most are breccias (Shallowater being a notable exception) containing igneous and impact-melted clasts.  Like enstatite chondrites, aubrites have highly reduced mineralogy, but they probably do not come from the same parent asteroid as either EH or EL chondrites."},
{"id":32,"gPrice":0.5,"key":"type 2","text":"Designates chondrites which are characterized by abundant hydrated minerals and abundant fine-grained matrix;  chondrules are present; sulfides are Ni-bearing."},
{"id":33,"gPrice":0.5,"key":"ungrouped","text":"Describes meteorites which have been well-enough characterized to determine that they do not fit into any of the established groups."},
{"id":34,"gPrice":0.5,"key":"stony meteorite","text":"unknown"},
{"id":35,"gPrice":0.5,"key":"chondrite","text":"A primitive meteorite, usually bearing chondrules, that has not experienced igneous differentiation on its parent body."},
{"id":36,"gPrice":0.5,"key":"CB group","text":"The Bencubbin-like (CB) association of carbonaceous chondrites.  The CBa subgroup is distinguished by cm-sized chondrule-like objects, abundant metal (>half the volume), no fine-grained matrix, and almost no refractory inclusions.  The CBb subgroup contains small chondrules (0.2 - 1 mm), abundant metal (~70 vol%), and some refractory inclusions.  It is uncertain whether any or all CB meteorites are true chondrites, as they may have formed slightly later in solar system history."},
{"id":37,"gPrice":0.5,"key":"ureilite","text":"Ureilites, named after the Novo-Urei, Russia, fall of 1886, are ultramafic achondrites that contain interstitial carbon as graphite or diamond.  The majority consist of olivine + uninverted pigeonite.  In a few, the pyroxene is augite and/or orthopyroxene instead. In addition, about 10% of ureilites are polymict breccias, containing a few percent of feldspathic material in addition to typical ureilitic components."},
{"id":38,"gPrice":0.5,"key":"diogenite","text":"Diogenites are an abundant type of achondrite, linked by geochemical traits such as oxygen isotopic ratios and certain elemental ratios, of which Fe/Mn is the most widely cited. The dominant mineral in diogenites is orthopyroxene. The diogenites are strongly linked with two other achondrite groups: eucrites and howardites; the three groups are collectively known as HED meteorites and may come from asteroid 4 Vesta."},
{"id":39,"gPrice":0.5,"key":"howardite","text":"Howardites are an abundant group of polymict-breccia achondrites that appear to represent mixtures of eucrites + diogenites (these three linked groups are collectively known as HED meteorites and may come from asteroid 4 Vesta). The main minerals in howardites are pyroxene (largely orthopyroxene) and Na-poor plagioclase. A minority of howardites are rich in solar-wind noble gases and thus inferred to be regolith breccias."},
{"id":40,"gPrice":1000,"key":"martian meteorite","text":"Martian meteorites are martian rocks that were ejected from Mars by impacts and later fell to the Earth as meteorites. Three well-known types are shergottites (basaltic to lherzolitic igneous rocks, named after the Shergotty, India, fall of 1865), nakhlites (clinopyroxenites or wehrlites, formed as cumulate rocks, and named after the Nakhla, Egypt, fall of 1911), and chassignites (dunitic cumulate rocks named after the Chassigny, France, fall of 1815)."},
{"id":41,"gPrice":0.5,"key":"winonaite","text":"Winonaites, named after the Winona, Arizona, find of 1928, are equigranular rocks, some of which may contain relict chondrules, that have mineralogy and composition that are similar to chondrites.The mineral assemblage is more reduced than that of H chondrites.  Winonaites are related to the silicate inclusions found in IAB complex irons."},
{"id":42,"gPrice":0.5,"key":"CK group","text":"The Karoonda (CK) chemical group of carbonaceous chondrites, distinguished by abundant fine-grained matrix (~75 vol%), mm-sized chondrules that lack igneous rims,  relatively few refractory inclusions, and a high degree of oxidation; most CK chondrites have been metamorphosed to type 4 or higher."},
{"id":43,"gPrice":0.5,"key":"angrite","text":"Angrites, named after the Angra dos Reis, Brazil, fall of 1869, are a relatively rare type of basaltic achondrite with low alkali contents, high Ca/Al ratios, and a distinctive mineral assemblage, generally including Al-Ca-Ti-rich pyroxene, Ca-rich plagioclase, and Ca-rich olivine that may have exsolved the mineral kirschsteinite."},
{"id":44,"gPrice":0.5,"key":"CR group","text":"The Renazzo (CR) chemical gorup of carbonaceous chondrites, distinguished by large, abundant porphyritic chondrules (0.7 mm, 50 vol%), many of which have igneous rims, few refractory inclusions, abundant metal (5-8 vol%), and fine-grained matrix that is commonly hydrated (up to 50 vol%)."},
{"id":45,"gPrice":0.5,"key":"relict meteorite","text":"A highly altered object that may have a meteoritic origin. These are dominantly (>95%) composed of secondary minerals formed on the body on which the object was found."},
{"id":46,"gPrice":0.5,"key":"CH group","text":"The high-metal (CH) chemical group of carbonaceous chondrites, similar to Allan Hills 85085; CH chondrites have tiny chondrules and refractory inclusions (~0.02 mm), abundant metal (~20 vol%), no fine-grained matrix except as xenolithic clasts, and rare sulfides consistent with overall low volatile element contents.  It is uncertain whether members of the group are true chondrites, as they may have formed slightly later in solar system history."},
{"id":47,"gPrice":0.5,"key":"brachinite","text":"Brachinites, named after Brachina, a meteorite found in Australia in 1974, are olivine-rich achondrites that are relatively close to chondrites in many compositional properties, and so are frequently considered to be primitive achondrites. Their true origin is still an open question and not all brachinites may share the same origin."}]